Repository: duckduckgo/macos-browser
Catalog: LocalPackages/SyncUI-macOS/Sources/SyncUI-macOS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# prefrences.sync.recovery-pdf-warning
source: Anyone with access to this code can access your synced data, so please keep it in a safe place.
de: Alle Personen, die Zugriff auf diesen Code haben, können auf deine synchronisierten Daten zugreifen. Bewahre ihn daher bitte an einem sicheren Ort auf.
es: Cualquiera que tenga acceso a este código puede acceder a tus datos sincronizados, así que guárdalo en un lugar seguro.
fr: Toute personne ayant accès à ce code peut accéder à vos données synchronisées. Veuillez donc le garder en lieu sûr.
it: Chiunque abbia accesso a questo codice può accedere ai tuoi dati sincronizzati, quindi conservalo in un luogo sicuro.
nl: Iedereen met toegang tot deze code kan bij je gesynchroniseerde gegevens. Bewaar de code daarom op een veilige plek.
pl: Każdy, kto ma dostęp do tego kodu, może uzyskać dostęp do zsynchronizowanych danych, więc przechowuj go w bezpiecznym miejscu.
pt: Qualquer pessoa com acesso a este código pode aceder aos teus dados sincronizados, por isso, guarda o código num local seguro.
ru: Этот код позволяет получить доступ к вашим синхронизированным данным, поэтому храните его в надежном месте.

# prefrences.sync.save-recovery-pdf
source: Save Your Recovery Code
de: Speichere deinen Wiederherstellungscode
es: Guarda tu código de recuperación
fr: Enregistrez votre code de récupération
it: Salva il tuo codice di ripristino
nl: Je herstelcode opslaan
pl: Zapisz kod odzyskiwania
pt: Guardar o código de recuperação
ru: Сохранить код восстановления

# prefrences.sync.share-favorite-option-caption
source: Use the same favorite bookmarks on all your devices. Leave off to keep mobile and desktop favorites separate.
de: Verwende auf allen deinen Geräten dieselben Lesezeichenfavoriten. Lass diese Option deaktiviert, um deine Favoriten auf deinem Handy und deinem Desktop getrennt zu halten.
es: Usa los mismos marcadores favoritos en todos tus dispositivos. Deja de tener diferentes favoritos en tus dispositivos móviles y de escritorio.
fr: Utilisez les mêmes signets favoris sur tous vos appareils. Laissez désactivé pour séparer les favoris sur mobile et ceux sur ordinateur de bureau.
it: Usa gli stessi segnalibri preferiti su tutti i tuoi dispositivi. Lascia l'opzione disattivata per tenere separati i preferiti per dispositivi mobili e desktop.
nl: Gebruik dezelfde favoriete bladwijzers op al je apparaten. Schakel deze optie uit als je je favoriete bladwijzers niet wilt synchroniseren tussen je mobiele apparaat en pc.
pl: Korzystaj z tych samych ulubionych zakładek na wszystkich swoich urządzeniach. Wyłącz, aby oddzielić ulubione elementy na urządzenia mobilne i stacjonarne.
pt: Usa os mesmos marcadores favoritos em todos os teus dispositivos. Deixa desativado para manter separados os favoritos em dispositivos móveis e computadores.
ru: Использовать одинаковые закладки на всех устройствах. Не включайте, чтобы использовать разное избранное в мобильной и настольной версиях браузера.

# prefrences.sync.share-favorite-option-title
source: Unify Favorites Across Devices
de: Favoriten geräteübergreifend vereinheitlichen
es: Unifica tus favoritos en todos los dispositivos
fr: Unifier les favoris sur tous les appareils
it: Unifica i preferiti su tutti i dispositivi
nl: Beschik over dezelfde favorieten op verschillende apparaten
pl: Połącz ulubione elementy na urządzeniach
pt: Unifica os favoritos entre dispositivos
ru: Одно и то же избранное на разных устройствах

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Partilhar
ru: Поделиться

source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Prześlij
pt: Submeter
ru: Отправить

# sync.menu.path
source: Settings › Sync & Backup
de: Einstellungen › Sync & Backup
es: Configuración › Sync & Backup
fr: Réglages › Sync & Backup
it: Impostazioni › Sync & Backup
nl: Instellingen › Synchroniseren en back-up
pl: Ustawienia › Sync & Backup
pt: Definições › Sync & Backup
ru: Настройки › Синхронизация и резервное копирование

# sync.warning.data-syncing-disabled-upgrade-required
source: Sorry, but Sync & Backup is no longer available in this app version. Please update DuckDuckGo to the latest version to continue.
de: Synchronisieren und sichern ist in dieser App-Version leider nicht mehr verfügbar. Bitte aktualisiere DuckDuckGo auf die neueste Version, um fortzufahren.
es: Lo sentimos, pero la sincronización y la copia de seguridad ya no están disponibles en esta versión de la aplicación. Actualiza DuckDuckGo a la última versión para continuar.
fr: Désolés, mais la synchronisation et la sauvegarde ne sont plus disponibles dans cette version de l'application. Veuillez mettre à jour DuckDuckGo avec la dernière version pour continuer.
it: Siamo spiacenti, ma Sincronizzazione e Backup non è più disponibile in questa versione dell'app. Per continuare, aggiorna DuckDuckGo all'ultima versione.
nl: Synchroniseren en back-up is helaas niet langer beschikbaar in deze versie van de app. Werk DuckDuckGo bij naar de nieuwste versie om door te gaan.
pl: Niestety synchronizacja i kopia zapasowa nie są już dostępne w tej wersji aplikacji. Aby kontynuować, zaktualizuj DuckDuckGo do najnowszej wersji.
pt: Lamentamos, mas a sincronização e cópia de segurança já não estão disponíveis nesta versão da aplicação. Atualiza o DuckDuckGo para a versão mais recente para continuar.
ru: К сожалению, функция «Синхронизация и резервное копирование» больше не работает в этой версии приложения. Чтобы продолжить, обновите DuckDuckGo до последней версии.

# sync.warning.sync-paused
source: Sync & Backup is Paused
de: Synchronisieren und sichern ist angehalten
es: Sincronización y copia de seguridad en pausa
fr: La synchronisation et la sauvegarde sont suspendues
it: Sincronizzazione e Backup è in pausa
nl: Synchronisatie en back-up is gepauzeerd
pl: Synchronizacja i kopia zapasowa jest wstrzymana
pt: A sincronização e a cópia de segurança estão em pausa
ru: Синхронизация и резервное копирование на паузе

# sync.warning.sync-unavailable
source: Sync & Backup is Unavailable
de: Synchronisieren und sichern ist nicht verfügbar
es: La sincronización y copia de seguridad no está disponible
fr: Synchronisation et sauvegarde n'est pas disponible
it: Sincronizzazione e backup non disponibile
nl: 'Synchronisatie en back-up' is niet beschikbaar
pl: Synchronizacja i kopia zapasowa jest niedostępna
pt: A sincronização e a cópia de segurança não estão disponíveis
ru: Функция «Синхронизация и резервное копирование» недоступна

# sync.warning.sync-unavailable-message
source: Sorry, but Sync & Backup is currently unavailable. Please try again later.
de: Leider ist Synchronisieren und sichern derzeit nicht verfügbar. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: Lo sentimos, pero la sincronización y la copia de seguridad no están disponibles en este momento. Inténtalo de nuevo más tarde.
fr: Désolés, mais la synchronisation et la sauvegarde sont actuellement indisponibles. Veuillez réessayer ultérieurement.
it: Siamo spiacenti, ma Sincronizzazione e backup non è attualmente disponibile. Riprova più tardi.
nl: Sorry, maar synchroniseren en back-up is momenteel niet beschikbaar. Probeer het later opnieuw.
pl: Niestety synchronizacja i kopia zapasowa jest obecnie niedostępna. Spróbuj ponownie później.
pt: Lamentamos, mas a sincronização e cópia de segurança não estão disponíveis de momento. Tenta novamente mais tarde.
ru: Синхронизация и резервное копирование сейчас недоступны. Повторите попытку позже.

source: OK
es: De acuerdo
ru: Хорошо

# preferences.sync.current-device-details
source: Details...
es: Detalles...
fr: Détails…
it: Dettagli...
pl: Szczegóły...
pt: Detalhes...
ru: Подробности...

# prefrences.sync.device-details.label
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
